Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.25.01-2.15_fin.txt.tmx
Source language: fin
Languages: sme

source: Saamelaiset vs. kansanedustajien Lappi ?
sme: Sápmelaččat vs. riikkabeaiveovddasteddjiid Sápmi ?

source: Uudenvuodenlupaukseni päivittää blogia useammin on ainakin alkamassa hyvin.
sme: Ođđajagilohpádussan beaivádit blogga dávjjibut lea aŋkke álgime bures.

source: Tähän blogiin kasautuu viimeaikaisten esillä olleiden asioiden johdosta myös ennen joulua tapahtuneita asioita, joita on välttämätöntä kommentoida viimeaikaisten tapahtumien johdosta.
sme: Dán bloggai čoahkkanit maiddái maŋimus áiggiid ovdan leamaš áššiid dihte ovdalaš juovllaid dáhpáhuvvan áššit, maid lea vealtameahttun kommenteret dáid maŋimus áiggiid dáhpáhusaid dihte.

source: Entisen kansanedustajan, Esko-Juhani Tennilän, kirjoitus ILO 169-sopimuksesta ja Lapin kansanedustajista on noussut keskusteluun.
sme: Ovddeš riikkabeaiveáirasa, Esko-Juhani Tennilä, čálus ILO 169-soahpamušas ja davimus Suoma riikkabeaiveáirasiin lea loktanan ságastallamii.

source: Tennilän mukaan Lapin kansanedustajat eivät kannata sopimuksen ratifiointia, koska saamelaisten äänillä ei pääse eduskuntaan.
sme: Tennilä mielde Lappi riikkabeaiveáirasat eai guottit soahpamuša ratifiserema, daningo sápmelaččaid jienaiguin ii beasa riikkabeivviide.

source: Ensimmäisen kauden kansanedustajat Lohi ja Autto närkästyivät Tennilän kirjoituksesta.
sme: Vuosttaš baji riikkabeaiveáirasat Lohi ja Autto eattuiga Tennilä čállosis.

source: Lohi ja Autto hakevat jatkokautta eduskuntaan.
sme: Lohi ja Autto ohcaba joatkkabaji riikkabeivviide.

source: Vastakkainasettelu lappilaisten ja saamelaisten välille nostettiin taas esille.
sme: Vuostálagaid ásaheapmi lappilaččaid ja sápmelaččaid gaskii loktejuvvui fas ovdan.

source: Viime saamelaiskäräjien vaalien yhteydessä kerätyn tilaston mukaan saamelaisten kotiseutualueella, saamenmaalla, asui täysi-ikäisiä saamelaisia n. 2400.
sme: Mannan sámedikki válggaid olis čoggojun statistihka mielde sápmelaččaid ruovttuguovllus, Sámis, orro dievasahkásaš sápmelaččat s. 2400.

source: Koko Lapissa saamelaisia on ehkä noin 3000.
sme: Oba Lappis sápmelaččat soitet leat sulaid 3000.

source: Viime vaaleissa pienimmällä äänimäärällä Lapista valittu kansanedustaja sai hieman yli 3000 ääntä.
sme: Mannan válggain unnimus jietnameriin Lappis válljejuvvon riikkabeaiveáirras oaččui badjelaš 3000 jiena.

source: Saamelaisten kotiseutualueella äänioikeutettuja on n. 10 000.
sme: Sámiid ruovttuguovllus jietnaválddálaččat leat sulaid 10 000.

source: Lapin vaalipiirissä äänioikeutettuja on yli 160 000.
sme: Lappi válgabiirres leat badjelaš 160 000 jietnaválddálaš olbmo.

source: Matematiikka on aika selvä ja tukee Tennilän kirjoitusta.
sme: Matematihkka lea oalle čielggas ja dat doarju Tennilä čállosa.

source: Hyvin erikoista on kuitenkin se, että miten saamelaisten oikeuksista ja oikeuksien kehittämisen vastuksesta on noussut niin keskeinen osa Lapin kansanedustajien toimintaa ja julkista esiintymistä, vaikka asia koskettaa loppujen lopuksi rajattua maantieteellistä aluetta ja vain osaa Lapin vaalipiiriä.
sme: Hui ártet lea goitge dat, ahte manin sápmelaččaid vuoigatvuođain ja vuoigatvuođaid ovddideami vuostálastimis lea šaddan Lappi riikkabeaiveáirasiid doaimma ja almmolaš meannudeami nu guovddáš oassi, vaikko ášši guoskkaha loahpaloahpas ráddjejuvvon geográfalaš guovllu ja dušše Lappi válgabiirre dihto oasi.

source: Suuri osa Lapin kansanedustajien yhteisistä kirjoituksista ja kannanotoista koskee nimenlomaa saamelaisia.
sme: Stuora oassi Lappi riikkabeaiveáirasiid oktasaš čállosiin ja oainnuin guoská namalassii sápmelaččaid.

source: Herääkin kysymys, että onko saamelaisasiat ylikorostuneet Lapin kansanedustajien julkisissa esiintymisissä ottaen huomioon Lapin vaalipirin laajuuden.
sme: Bohciidanai gažaldat, leatgo sápmelaš áššit ožžon badjelmeare deattu Lappi riikkabeaiveáirasiid oidnosii boahtimiin go váldá vuhtii Lappi válgabiirre viidodaga.

source: Tutkittua tietoa asiasta ei ole, mutta vaalikentillä kiertäneenä käsitykseni on, että suurinta osaa äänestäjistä kiinnostavat Lapissa aivan muut asiat kuin saamelaisasiat.
sme: Dutkojun diehtu áššis ii leat, muhto go lean johtán válgagittiin, de mu ipmárdus lea, ahte jienasteddjiid beroštahttet Davvi-Suomas aivve eará áššit go sámi áššit.

source: Aliarvioivatko Lapin kansanedustajat lappilaisia äänestäjiä ja heidän näkemyksiään perus- ja ihmisoikeuksista ?
sme: Leatgo Lappi riikkabeaiveáirasat duođaidge jienasteddjiid áššiid vuodjime ja hejošitgo dat jienasteddjiid ja sin olmmošriekteipmárdusaid ?

source: Uskallan väittää, että suurelle osalle äänestäjistä saamelaisten oikeuksien parantamisella ei ole mitään merkitystä, osa haluaa että asia ratkaistaisiin pian ja osa kannattaa oikeusaseman kehittämistä – ja pieni osa vastustaa.
sme: Duosttan juobe nágget, ahte eatnasiidda jienasteddjiin sámi vuoigatvuođaid buorideamis ii leat mihkkege mearkkašumiid, oassi háliida ášši čovdojuvvot fargga, muhtin oassi guottiha riektesajádaga buorideami – ja unna oasáš vuostálastá.

source: Elämmekö edelleen siinä karvalakkilähetystöjen yhteiskunnassa ja annammeko lehtikirjoitusten ja sosiaalisen median paineen määrätä meitä ?
sme: Eallitgo ain bealljosgahpersáttagottiid servodagas ja additgo aviisačállosiid ja sosiála media deattu mearridit min ?

source: Jos edellä mainittujen lähteiden perusteella muodostaa poliittisen näkemyksensä, siitä voi tulla skitsofreninen eikä sillä ole välttämättä mitään yhtymäkohtaan siihen elämään, missä äänestäjät elävät.
sme: Jos ovddabealde namuhuvvon gálduid vuođul hábme politihkalaš oainnus, das sáhttá šaddat skitsofrenalaš, iige das leat vealtakeahttá mihkkege guoskkahansajiid dan eallimii, mas jienasteaddjit ellet.

source: Saamelaisasiat nousevat esille vaalikamppailussa, eduskunnassa ja Lapissa, koska niin Lapin kansanedustajat kuin osa Lapin medioistakin nostaa niitä esille.
sme: Sámi áššit badjánit ovdan válgagiccus, riikkabeivviid olis ja davimus Suomas, daningo Lappi riikkabeaiveáirasat ja oassi Davvi-Suoma mediain čalmmustahttet daid.

source: Tästä muodostuu kierre, joka tuntuu olevan melkein ikiliikkuja.
sme: Das šaddá jorribotnji, mii orru leame measta juo álotjohtti.

source: Luulen, että suuri osa äänestäjistä haluaisi, että jatkossa Lapin kansanedustajat ajaisivat kaikkien lappilaisten asiaa ja oikeuksia asiakysymyksiin keskittyen.
sme: Jáhkán, ahte eanas jienasteddjiin háliidivčče, ahte boahtteáigge davimus Suoma riikkabeaiveáirasat ovddidivčče buot davvisuopmelaš áššiid ja vuoigatvuođaid nu ahte sii vuojulduvvet áššegažaldagaide.

source: Vastakkainasettelu lappilaisten ja saamelaisten välille ei edistä Lapin, ei saamelaisten eikä eduskunnan asemaa.
sme: Lappilaččaid ja sápmelaččaid ásaheapmi vuostálagaid ii ovddit davimus Suoma, ii sápmelaččaid iige riikkabeivviid sajádaga.

source: Saamelaiskäräjät on johdonmukaisesti linjannut, että saamelaisten oikeuksien edistäminen ei ole keneltäkään Lapin asukkaalta pois eikä heikennä heidän oikeuksiaan.
sme: Sámediggi lea jearggalaččat linnjen, ahte sápmelaččaid vuoigatvuođaid ovddideapmi ii váldde geasge Lappi guovllu orrus maidege eret iige dat heajut sin vuoigatvuođaid.

source: Valitettavasti saamelaiskäräjien käsitys ei ole päässyt julkisuuteen.
sme: Dađi bahábut Sámedikki oaidnu ii leat beassan almmolašvuhtii.

source: Päinvastoin - edelleen halutaan luoda tietoisesti vastakkainasettelua saamelaisten ja valtaväestön välille ja että saamelaisten oikeuksien edistäminen olisi muilta pois.
sme: Nuppe gežiid - ain háliiduvvo duddjojuvvot vásedin govva, ahte sápmelaččat ja váldoálbmot livcce gaccalagaid juohke áššis ja ahte sápmelaččaid vuoigatvuođaid ovddideapmi doalvvulii earáin juoidá eret.

source: Ajatustapa on surullinen, vanhanaikainen ja ylläpitää mielikuvaa etnisten ryhmien välisestä ristiriidoista.
sme: Jurddahanvuohki lea morašlaš, dološáigásaš ja doalaha miellagova etnihkalaš joavkkuid gaskavuođa soahpameahttunvuođain.

source: Olin ajatellut, että saamelaiskäräjien päätös hyväksyä selitys ILO 169-sopimuksen artiklasta 14, joka oli vastoin aikaisempia saamelaiskäräjien päätöksiä, olisi rauhoittanut tilannetta ja saanut myös Lapin kansanedustajat ja muut tahot tulemaan saamelaisia vastaan samoin kuin saamelaiset tulivat viranomaisia ja Suomen valtiota vastaan.
sme: Ledjen jurddahallan, ahte sámedikki mearrádus dohkkehit čilgehusa ILO 169-soahpamuša artihkkalis 14, mii lei vuostá ovddit sámedikki mearrádusaid, livččii ráfohan dili ja ožžon maid Lappi riikkabeaiveáirasiid ja eará beliid boahtit sápmelaččaid ovddal seamma ládje go sápmelaččat bohte eiseválddiid ja Suoma stáhta ovddal.

source: Toiveeni vaikuttaa turhalta.
sme: Mu sávaldat ii oro šaddame duohtan.

source: Mitkään saamelaiskäräjien tekemät kädenojennukset sille, että voisimme luoda yhdessä uutta ja parantaa nykyistä tilannetta, eivät kaikille tahoille – kuten Lapin kansanedustajille kelpaa.
sme: Eai matge sámedikki dahkan gieđageigemiid dasa, ahte sáhtáleimmet duddjot ovttas ođđasa ja buoridit dálá dili, eai buot beliide – dego Lappi riikkabeaiveovddasteddjiide, dohkke.

source: Saamelaiskäräjät on tehnyt suuria kompromisseja.
sme: Sámediggi lea dahkan stuora kompromissaid.

source: Miksei samaa odoteta muilta ?
sme: Manne dán seamma ii galgga vuordit earáin ?

source: Kansanedustajat Autto ja Lohi loukkaantuivat Tennilän kolumnista.
sme: Nu, riikkabeaiveáirasat Autto ja Lohi loavkahuvvaba Tennilä kolumnnas.

source: Pidän Tennilän kirjoitusta hyvin perusteellisena ja asiantuntevana.
sme: Anán Tennilä čállosa hui bures ákkastallon ja áššedovdamušain čállojuvvon.

source: Auton ja Lohen vastauksissa nousi esille hyvin mielenkiintoisia asioita.
sme: Autto ja Lohi vástádusas badjáne ovdan hui miellagiddevaš áššit.

source: Kansanedustajien Autton ja Lohen mukaan saamelaiskäräjillä ei ole legitemiteettiä edustaa kaikkia saamelaisia.
sme: Riikkabeaiveáirasiid Autto ja Lohi mielde Sámedikkis ii leat legimiteahtta ovddastit buot sápmelaččaid.

source: Keitä saamelaiskäräjät sitten edustaa ja mikä taho edustaa näitä ” muita saamelaisia ” ?
sme: Geaid sámediggi dasto ovddasta ja mii beliid ovddasta dáid ” eará sápmelaččaid ” ?

source: Lapin kansanedustajatko ?
sme: Lappi riikkabeaiveáirasatgo ?

source: Saamelaisten alkuperäiskansa-asemasta ja saamelaisesta kulttuuri-itsehallinnosta säädetään perustuslaissa ja tarkemmin saamelaiskäräjälaissa.
sme: Sápmelaččaid álgoálbmotsajádagas ja sámi kulturiešstivrejumis mearriduvvo vuođđolágas ja dárkileappot sámediggelágas.

source: Kansanedustajilla on sananvapaus, mutta perustuslain mukaan kansanedustajien on noudatettava perustuslakia ja muita säädettyjä lakeja.
sme: Riikkabeaiveáirasiin lea sátnefriddjavuohta, muhto vuođđolága mielde riikkabeaiveáirasat galget doahttalit vuođđolága ja eará ásahuvvon lágaid.

source: Perustuslain kiistäminen, vieläpä perustuslakivaliokunnan jäseneltä on painava kannanotto, jota ei voi tulkita yksittäiseksi heitoksi.
sme: Vuođđolága šiitin, earenoamážit vuođđoláhkaváljagotti lahtus lea vuoimmálaš beali váldin, man ii sáhte dulkot ovttaskas bállahastimin.

source: Perustuslakivaliokunnan jäsen Lohi perustelee kannanottoaan asemallaan Lapin kansanedustajana ja asemoi itsensä saamelaiskulttuurin asiantuntijaksi.
sme: Vuođđoláhkaváljagotti lahttu Lohi ákkastallá oainnus sajádagainis Lappi riikkabeaiveáirasin ja sajusta iežas sámi kultuvrra áššedovdin.

source: Tässä retoriikassa maantieteellinen kotipaikkansa johdosta Lapin kansanedustajien puheenvuoroilla ja näkemyksillä tulee olla suurempi painoarvo kuin muiden kansanedustajien, valtioneuvoston tai saamelaiskäräjien näkemyksillä.
sme: Dán retorihkas geográfalaš ruovttubáikkiset vuođul Lappi riikkabeaiveáirasiid sáhkavuoruin ja oainnuin galgá leat stuorit deaddoárvu go eará riikkabeaiveáirasiid, stáhtaráđi dehe sámedikki oainnuin.

source: Tällaisilla väitteillä luodaan tietoisesti ja tahallaan mielikuvaa saamen kansan yhtenäisyyden heikkenemisestä, luodaan todellisuuteen perustumattomia ristiriitoja saamelaisryhmien välille ja halutaan hajottaa saamen kansaa heikentämällä tietoisesti saamelaisen kulttuuri-itsehallinnon asemaa ja yhteneväisyyttä.
sme: Dákkár čuoččuhusaiguin duddjojuvvo diđolaččat ja vásedin miellagova sámi álbmoga ovttamielalašvuođa hedjoneamis, duddjojuvvojit duođalašvuhtii gullameahttun soahpameahttunvuođat sápmelaš joavkkuid gaskii ja háliiduvvo háddjejuvvot sámi álbmot nu ahte diđolaččat geahnohuhttojuvvo sámi kulturiešstivrema sajádat ja oktilašvuohta.

source: Auton ja Lohen vastineessa todetaan, että Lapin kansanedustajat ovat kuin ovatkin edistäneet saamelaisten asemaa.
sme: Autto ja Lohi vástádusas daddjojuvvo, ahte Lappi riikkabeaiveáirasat leat - birzzit bárzzit - ovddidan sápmelaččaid dili.

source: Omien näkemystensä mukaan he ovat tukeneet kielipesien lisäämistä.
sme: Iežaset oainnuid mielde sii leat dorjon giellabesiid lasiheami.

source: Kielipesät ovat tärkeitä, mutta niiden tukeminen onkin poliittisesti helppoa, kielipesärahoitus menee kunnille ja palvelun tuottajille eikä rahasumma ole kovin suuri.
sme: Giellabeasit leat dehálaččat, muhto daid doarjun lea politihkalaččat álki, giellabeasseruhtadeapmi manná suohkaniidda ja bálvalusaid buvttadeddjiide iige ruhtasubmi lea beare stuoris.

source: Analoginen edistysaskel Lapin kansanedustajien retoriikassa lienee se, että kun saamelaiskäräjillä ei ole heidän mielestään legimiteettiä edustaa saamelaisia, niin kielipesien hoitaminen siirretään kunnille ja muille toimijoille kuin saamelaiskäräjille.
sme: Analogalaš ovdánanlávki Lappi riikkabeaiveáirasiid retorihkas leš dat, ahte go sámedikkis ii leat sin mielas legimiteahtta ovddastit sápmelaččaid, de giellabesiid dikšun sirdojuvvo suohkaniidda ja eará doibmiide go sámediggái.

source: Kielipesien tarpeesta on laaja poliittinen yksimielisyys.
sme: Giellabesiid dárbbus lea viiddes politihkalaš ovttamielalašvuohta.

source: Kielipesistä on valtioneuvoston päätös osana saamen kielten elvytysohjelmaa.
sme: Giellabesiin lea stáhtaráđi mearrádus sámegielaid ealáskahttinprográmma oassin.

source: Autton ja Lohen pohdiskelusta voi vetää sen johtopäätöksen, että kun saamelaisten oikeuksien edistäminen on vain saamelaislasten kielten elvyttämistä, saamelaiset ovat tässä katsontakannassa vain kielellinen vähemmistö.
sme: Autto ja Lohi guorahallamušas sáhttá dahkat dan jurddabohtosa, ahte go sápmelaččaid vuoigatvuođaid ovddideapmi máksá dušše sámi mánáid gielaid ealáskahttima, de sápmelaččat leat dán oaidninvuogi mielde dušše gielalaš vehádat.

source: Kielipesät ovat todella tärkeitä saamen kielen elvyttämiseksi, mutta samanaikaisesti meillä on laaja joukko äidinkieleltään saamea puhuvia lapsia, jotka eivät pääse saamenkieliseen päivähoitoon tai opetukseen.
sme: Giellabeasit leat duođaid dehálaččat sámegielaid ealáskahttima várás, muhto oktanaga mis leat hui stuora joavku eatnigiellanis sámegiela hubmi mánát, geat eai beasa sámegielalaš beaivedikšui dehe oahpahussii.

source: Jos saamen kieli halutaan säilyttää elävänä äidinkielenä, pelkkä kielipesätoiminnan tukeminen ei siihen riitä.
sme: Jos sámegiella háliiduvvo seailluhuvvot ealli eatnigiellan, de duššefal giellabeassedoaimma doarjun ii leat dasa nohkka.

source: Olen odottanut Lapin kansanedustajien esiintuloa myös saamelaisten perinteisten elinkeinojen oikeuksien edistämistä.
sme: Lean vuordán Lappi riikkabeaiveáirasiid oidnosii boahtima maid sápmelaččaid árbevirolaš ealáhusaid vuoigatvuođaid ovddideamis.

source: Se taitaa olla kuitenkin poliittisesti liian arka aihe.
sme: Dat dáidá leat goitge politihkalaččat liiggás hearkkes fáddá.

source: Olen seurannut nyt seitsemän vuoden ajan valiokuntatyöskentelyä ja ollut hyvin erilaisissa kuulemisessa, saanut vastata mitä kummallisimpiin väitteisiin ja kysymyksiin ja kuullut että valiokuntatyöskentelyssä on jopa esitelty minun etnistä sukuhistoriaani.
sme: Lean čuvvon dál čieža jagi váljagoddebargama ja lean leamaš hui sierralágán gullamiin, lean šaddan vástidit mađi ártegeabbo čuoččuhusaide ja gažaldagaide ja lean gullan ahte váljagoddebargamis lea čájehuvvon juobe mu etnihkalaš sohkahistorjá.

source: Aloittaessani tehtävääni saamelaiskäräjien presidenttinä olin sinisilmäinen ja kuvittelin perustuslakivaliokunnan olevan päivänpolitiikan ulkopuolella.
sme: Álggahettiin bargon sámedikki presideantan ledjen alitčalmmat ja govahallen vuođđoláhkaváljagotti leat beaivválaš politihka olggobealde.

source: Ajatus on nyt seitsemän vuoden jälkeen naiivi.
sme: Jurdda lea dál čieža jagi geahčen naiiva - mánnálaš.

source: Valiokunnassa näkyvät poliittiset tavoitteet, omat äänestäjät ja pyrkimykset aivan samalla tavalla kuin eduskunnassakin tai missä tahansa poliittisessa elimessä.
sme: Váljagottis vuhttojit politihkalaš ulbmilat, iežaset jienasteaddjit ja viggamušat aivve seamma ládje go riikkabeivviidnai olis dehe man beare politihkalaš orgánas.

source: Perustuslakivaliokunta on Suomen ylin perustuslain tulkintaelin ja käyttää hyvin merkittävää valtaa.
sme: Vuođđoláhkaváljagoddi lea Suoma alimus vuođđolága dulkonorgána ja geavaha hui mávssolaš válddi.

source: Suomessa on aika ajoin keskusteltu siitä, että Suomessa tulisi ottaa käyttöön perustuslakituomioistuin, joka olisi irrallinen päivänpolitiikasta ja joka tutkisi asioita vain juridiikan kannalta ottamatta huomioon puoluepolitiikkaa.
sme: Suomas lea gaskkohagaid ságastallojuvvon das, ahte Suopma galggalii váldit atnui vuođđoláhkaduopmostuolu, mii livččii sierra beaivvi politihkas ja mii dutkkalii áššiid juridihka dáfus iige váldde vuhtii bellodatpolitihka.

source: Perustuslakivaliokunta joutuu luottamaan kuulemaansa, ja tällöin kuultaviksi tahoiksi valituilla tahoilla on merkittävä vaikutus valiokunnan kantaan.
sme: Vuođđoláhkaváljagoddi šaddá luohttit dasa, maid gullá, ja dalle gullamii bovdejuvvon beliin lea mearkkašahtti váikkuhus váljagotti oidnui.

source: Kuultavia tahoja ei valita avoimesti ja esimerkiksi saamelaisten oikeuksista on kuultu niin viranomaisia, yksityishenkilöitä kuin yhdistyksiäkin.
sme: Gullamii bovdejuvvon bealit eai válljejuvvo rahpasit ja ovdamearkka dihte sámiid vuoigatvuođain váljagoddi lea gullan eiseválddiid, priváhtaolbmuid nugo servviid.

source: Valtiolainsäädäntöoikeuden professori Tuomas Ojanen ja saman alan dosentti Juha Lavapuro ovatkin kirjoittaneet perustuslakivaliokunnasta vuonna 2013, että “ valiokunta on kuitenkin kokoonpantu poliittisten voimasuhteiden mukaan kansanedustajista ja on ylipäätään eduskunnan toimielin, jonka päätöksenteon riippumattomuudesta ei ole mitään oikeudellisia takeita.
sme: Stáhtaláhkaásahanrievtti professor Tuomas Ojanen ja seamma suorggi doseanta Juha Lavapuro leabanai čállán vuođđoláhkaváljagottis jagi 2013, ahte ” váljagoddi lea goitge čohkkejuvvon politihkalaš vuoibmagaskavuođaid mielde riikkabeaiveáirasiin ja lea oppalohkái riikkabeivviid doaibmaorgána, man mearrádusdahkama sorjjasmeahttunvuođas ii leat mihkkege juridihkalaš dáhkádusaid.

source: Kansainvälisesti valiokunta näyttäytyy lähinnä kummajaisena, jonka toiminnassa on monia perustuslakikysymysten asianmukaisen ratkaisun ja perustuslakivalvonnan uskottavuuden kannalta ongelmallisia piirteitä. ”
sme: Riikkaidgaskasaččat váljagoddi čájeha iežas gummálažžan, man barggus leat máŋggat vuođđoláhkagažaldagaid áššáigullevaš čovdosa ja vuođđoláhkaváljagotti jáhkehahttivuođa dáfus problemáhtalaš iešvuođat. ”

source: Perustuslakivaliokunta käsittelee kaikki saamelaisten oikeuksia käsitteleviä lakeja ja on saamelaiskäräjille hyvin tärkeä valiokunta.
sme: Vuođđoláhkaváljagoddi gieđahallá buot lágaid, mat gieđahallet sápmelaččaid vuoigatvuođaid, ja lea danin sámediggái hui dehálaš váljagoddi.

source: On kuitenkin syytä pohtia, tulisiko perustuslainmukaisuuden valvonta järjestää nykyistä irrallisemmin puoluepolitiikasta ja selvittää muitakin vaihtoehtoja, kuten perustuslakituomioistuimen perustamista.
sme: Gánnáha goitge suokkardit, galggaliigo vuođđolága lágalašvuođa bearráigeahčču sirrejuvvot dáláža čielgaseappot bellodatpolitihkas ja čielggadit earánai molssaeavttuid, dego vuođđoláhkaduopmostuolu vuođđudeami.

source: Suomessa myllätään niin kunta- ja aluehallintoa kuin oikeuslaitostakin.
sme: Suomashan moivejuvvo suohkan- ja guovlohálddahus nugo riektelágádus.

source: Pitäisikö uudistustyötä jatkaa myös perustuslainmukaisuuden valvonnan osalta ?
sme: Galggaliigo ođasnuhttinbargu jotkojuvvot maiddái vuođđolágálašvuođa bearráigeahču buohta ?

source: Lapin kansanedustajat ovat kunnostautuneet muidenkin ulostulojen merkeissä.
sme: Lappi riikkabeaiveáirasat leat muđuidge goargguhan iežaset oidnosii boahtimiin ?

source: Lapin Kansa uutisoi ennen joulua että kansanedustaja Eeva-Maija Maijala aikoo hakeutua saamelaiskäräjiin vaaliluetteloon.
sme: Lapin Kansa čálii ovdalaš juovllaid ahte riikkabeaiveáirras Eeva-Maria Maijala ohcališgoahta sámedikki válgalogahallamii.

source: Jokaisella itsensä saamelaiseksi kokevalla on oikeus hakuetua saamelaiskäräjien vaaliluetteloon.
sme: Juohkeovttas gii dovdá iežas sápmelažžan lea vuoigatvuohta ohcalit sámedikki válgalogahallamii.

source: Tämän hakeutumisen tekee juridisesti ja poliittisesti mielenkiintoiseksi sen, että Maijala on uutisoinut hakeutumisensa näyttävästi todeten samalla vastustavansa saamelaiskäräjälain uudistamista erityisesti saamelaismääritelmän osalta.
sme: Dán ohcaleami dahká juridihkalaččat ja politihkalaččat miellagiddevažžan dat, ahte Maijala lea hálidan dahkat ohcaleamis oinnolaš ođđasa ja lea seammas cealkán iežas vuostálastit sámediggelága ođasnuhttima earenoamážit sápmelaš meroštallama dihte.

source: Hän on viime kädessä päättämässä eduskunnassa hyväksytäänkö uusi saamelaiskäräjälaki ja saamelaismääritelmä.
sme: Sonhan lea ieš mearrideame riikkabeivviid olis dohkkehuvvogo ođđa sámediggeláhka ja sápmelašmeroštallan ?

source: On hyvin surullista, että saamelaiskäräjien vaaliluetteloon hakeutumista halutaan käyttää poliittisen julkisuuden hakemiseen.
sme: Lea hui morašlaš, ahte sámedikki válgalogahallamii ohcaleapmi háliiduvvo adnojuvvot politihkalaš beaggima ohcamii.

source: Miksi hän ei voi tehdä hakemusta ilman mediakampanjaa ?
sme: Manin son ii sáhte dahkat ohcamuša almmá mediakampánnja haga ?

source: Oikeudellisesti tämä on erikoinen kysymys, koska Suomessa on vallan kolmijako-oppi ja Korkein hallinto-oikeus päättää viime kädessä siitä, kuka pääsee saamelaiskäräjien vaaliluetteloon.
sme: Juridihkalaččat dát lea earenoamáš gažaldat, daningo Suomas lea válddi golmmajuohkooahppa ja Alimus hálddahusriekti mearrida loahpalaččat das, gii beassá sámedikki válgalogahallamii.

source: Koska Maijala on tuonut asian julkisuuteen, kyse ei ole enää yksityishenkilön hakeutumisesta vaaliluetteloon, vaan kansanedustajan hakeutumisesta saamelaiskäräjien vaaliluetteloon.
sme: Daningo Maijala lea buktán ášši almmolašvuhtii, de gažaldat ii leatge ovttaskas olbmo ohcaleamis válgalogahallamii, muhto riikkabeaiveáirasa ohcaleamis sámedikki válgalogahallamii.

source: Lapin Kansan uutisen perusteella hakeutuminen tapahtuu ennen kaikkea poliittisista syistä.
sme: Lapin Kansa ođđasa vuođul ohcaleapmi dáhpáhuvvá earenoamážit politihkalaš ákkaid geažil.

source: Uutisen perusteella kyseessä olisi Maijalan ensimmäinen kerta kun hän hakeutuu saamelaiskäräjien vaaliluetteloon.
sme: Ođđasa vuođul gažaldagas livččii Maijala vuosttaš geardi go son ohcala sámedikki válgalogahallamii.

source: Herääkin kysymys, että miksi juuri viime vuonna hän halusi hakeutua vaaliluetteloon ?
sme: Ovdan badjána gažaldat, ahte manin son háliidii juste diimmá bealde ohcalit sámedikki válgalogahallamii ?

source: Siihen ja sen edeltäjän saamelaisvaltuuskunnan vaaliluetteloon on voinut hakeutua koko Maijalan aikuisiän.
sme: Dasa ja dan ovddasmanni sámi parlameantta válgalogahallamii lea sáhttán ohcalit oba Maijala ráves olbmo agi.
